{
    "seo.title": "Boutique Real Estate",
    "nav.menu_label": "Menu",
    "nav.home": "Início",
    "nav.curation": "Curadoria",
    "nav.concept": "Conceito",
    "nav.journal": "Jornal",
    "nav.contact": "Conversa",
    
    "home.hero.title": "Viva onde se sente <br> <span class=\"italic font-serif\">mais vivo.</span>",
    "home.hero.subtitle": "Uma curadoria refinada de propriedades em Portugal para quem valoriza a harmonia, a proximidade com a natureza e a liberdade de respirar.",
    
    "home.about.label": "SOBRE NÓS",
    "home.about.text": "<span class=\"font-sans tracking-widest uppercase text-sm mr-2\">CIELO –</span> Elevated Living é um estúdio imobiliário movido por valores, enraizado em <span class=\"italic font-serif\">Lisboa e Cascais</span>, com mais de 10 anos de experiência a moldar espaços de vida significativos.",
    "home.about.subtext": "Mais do que vender casas, defendemos escolhas éticas, vida sustentável e uma forma consciente de habitar o espaço—porque <span class=\"italic font-medium border-b border-black/20 pb-1\">como vive importa tanto quanto onde vive.</span>",

    "home.stats.years_label": "ANOS DE EXPERIÊNCIA",
    "home.stats.years_desc": "Mais de uma década de experiência no mercado imobiliário português",
    "home.stats.satisfaction_label": "SATISFAÇÃO",
    "home.stats.satisfaction_desc": "Clientes confiam na CIELO e recomendam nossos serviços baseados na experiência.",
    "home.stats.sales_label": "VENDAS",
    "home.stats.sales_desc": "Um portfólio crescente de propriedades vendidas em Portugal",
    "home.stats.homeowners_label": "PROPRIETÁRIOS",
    "home.stats.homeowners_desc": "Famílias e indivíduos vivendo agora em espaços que vendemos ou arrendamos.",

    "home.properties.label": "IMÓVEIS DISPONÍVEIS",
    "home.properties.title": "Encontre a sua Calma. <br> <span class=\"italic font-serif text-cielo-terracotta\">Encontre o CIELO.</span>",
    "home.properties.view_all": "Ver Todos os Imóveis",

    "home.expertise.main_title": "Nossa Expertise",
    
    "home.expertise.1.title": "Conhecimento Local",
    "home.expertise.1.desc": "Toda jornada CIELO começa com profundo conhecimento local. De Lisboa a Cascais, entendemos o caráter, ritmos e valor de longo prazo de cada bairro — guiando nossos clientes com insights moldados pela experiência, não por tendências.",
    "home.expertise.1.tags": ["Insight de Bairros", "Análise de Mercado", "Redes Locais", "Valor a Longo Prazo"],
    
    "home.expertise.2.title": "Sob Medida",
    "home.expertise.2.desc": "Não existem dois clientes iguais. Nossa abordagem é totalmente personalizada — moldada em torno do seu estilo de vida, prioridades e visão. Da primeira conversa à decisão final, cada passo é considerado, pessoal e preciso.",
    "home.expertise.2.tags": ["Consultoria Pessoal", "Alinhamento de Estilo", "Orientação Estratégica", "Foco no Cliente"],

    "home.expertise.3.title": "Curadoria",
    "home.expertise.3.desc": "Não listamos tudo — nós curamos. Cada imóvel é selecionado por sua qualidade, caráter e senso de lugar, garantindo que cada casa que apresentamos atenda aos nossos padrões de harmonia, conforto e valor duradouro.",
    "home.expertise.3.tags": ["Portfólio Seletivo", "Padrões de Qualidade", "Caráter Arquitetônico", "Fit de Estilo"],

    "home.expertise.4.title": "Feng Shui",
    "home.expertise.4.desc": "Uma casa é mais que paredes e estrutura — é energia e fluxo. Nossa abordagem de Feng Shui considera luz, orientação, circulação e equilíbrio, ajudando a criar espaços que apoiam o bem-estar, clareza e facilidade de viver.",
    "home.expertise.4.tags": ["Fluxo de Energia", "Consultoria Espacial", "Equilíbrio Natural", "Design de Bem-Estar"],

    "home.expertise.5.title": "Inspeção Técnica",
    "home.expertise.5.desc": "Confiança vem da clareza. Nosso processo de inspeção vai além das aparências, avaliando cuidadosamente a condição, estrutura e potencial — para que cada decisão seja informada, transparente e segura.",
    "home.expertise.5.tags": ["Avaliação do Imóvel", "Revisão Estrutural", "Due Diligence Técnica", "Paz de Espírito"],

    "home.partners.title": "Criado em Colaboração",
    "home.partners.subtitle": "Nosso Ecossistema",
    
    "home.faq.title": "Tudo o que precisa saber",
    "home.faq.q1": "Como funciona o 'Energy Check'?",
    "home.faq.a1": "Nossos consultores visitam o imóvel e realizam uma análise detalhada baseada nos princípios do Feng Shui e psicologia ambiental.",
    "home.faq.q2": "Posso solicitar acesso Off-Market?",
    "home.faq.a2": "Sim. A nossa coleção privada está disponível para investidores qualificados após uma breve entrevista.",
    "home.faq.q3": "Tratam de processos Golden Visa?",
    "home.faq.a3": "Possuímos uma rede jurídica especializada para auxiliar em todo o processo de investimento e vistos.", 

    "home.partners.label": "NOSSOS PARCEIROS",
    "home.partners.title": "Criado em Colaboração",
    "home.partners.text": "Nosso trabalho é apoiado por um ecossistema confiável de profissionais imobiliários, especialistas em inspeção, advogados, consultores de crédito e Feng Shui, garantindo profundidade, transparência e paz de espírito.", 

    "home.testimonials.label": "DEPOIMENTOS",
    "home.testimonials.title": "Histórias de <br> <span class=\"italic font-serif text-cielo-terracotta\">Clientes e Parceiros</span>",
    "home.testimonials.1.desc": "Comprar com a Cielo foi uma jornada de autodescoberta. Entenderam o que precisávamos antes de nós.",
    "home.testimonials.1.author": "Família Coimbra",
    "home.testimonials.2.desc": "Profissionalismo envolto em cuidado genuíno. Um achado raro no mercado de luxo.",
    "home.testimonials.2.author": "Sarah & James",
    "home.testimonials.3.desc": "A curadoria é impecável. Cada propriedade visitada era uma potencial casa dos sonhos.",
    "home.testimonials.3.author": "Miguel A.",
    "home.testimonials.4.desc": "A análise de Feng Shui mudou completamente a forma como vemos nosso espaço.",
    "home.testimonials.4.author": "Elena R.",
    "home.testimonials.5.desc": "Fluido, transparente e incrivelmente elegante. O parceiro perfeito para investidores.",
    "home.testimonials.5.author": "Global Ventures Ltd.", 

    "home.blog.label": "ARTIGOS & GUIAS",
    "home.blog.view_all": "Ver Todos",
    "home.blog.read_more": "Ler História",
    "home.blog.min_read": "min leitura", 

    "home.faq.title": "Tudo o que você <br> <span class=\"italic text-cielo-terracotta\">precisa saber.</span>",
    "home.faq.q1": "O que diferencia a CIELO de uma imobiliária tradicional?",
    "home.faq.a1": "A CIELO opera como um estúdio imobiliário e não como uma agência tradicional. O nosso foco é a consultoria, a curadoria e as relações de longo prazo — dando tanta importância a como uma casa faz sentir quanto ao seu valor de mercado.",
    "home.faq.q2": "Vocês vendem casas?",
    "home.faq.a2": "Não apenas. Na CIELO, vamos muito além das transações. Apoiamos os nossos clientes com análise de mercado, curadoria de imóveis, orientação de mudança, crédito habitação, avaliações de Feng Shui e inspeções técnicas independentes.",
    "home.faq.q3": "Onde estão sediados?",
    "home.faq.a3": "O nosso estúdio está sediado em Lisboa, com forte presença em Cascais. Embora sejam os nossos mercados principais, temos vasta experiência em vendas e consultoria em todo Portugal. Operamos sob a licença AMI 12818.",
    "home.faq.q4": "Como começo a trabalhar com a CIELO?",
    "home.faq.a4": "Começa com uma conversa. Dedicamos tempo para entender os seus objetivos, estilo de vida e prioridades antes de apresentar oportunidades que realmente se encaixem.",
    "home.faq.q5": "Representam compradores, vendedores ou ambos?",
    "home.faq.a5": "Trabalhamos com ambos. Em todos os casos, a nossa abordagem é guiada pela transparência, ética e alinhamento claro de expectativas desde o início.",
    "home.faq.q6": "Trabalham com outros agentes imobiliários?",
    "home.faq.a6": "Sim. Colaboramos com uma rede selecionada de corretores, especialistas em inspeção, consultores de Feng Shui e advogados para garantir um serviço abrangente.",
    "home.faq.q7": "Ajudam com crédito e financiamento?",
    "home.faq.a7": "Sim. Colaboramos com parceiros financeiros de confiança para apresentar opções de financiamento adequadas ao seu perfil, seja residente ou não residente.",
    "home.faq.q8": "Como avaliam o Feng Shui de uma casa?",
    "home.faq.a8": "A nossa análise considera orientação, luz natural, circulação e layout. Quando necessário, colaboramos com consultores especializados para avaliar o fluxo de energia e a harmonia.",
    "home.faq.q9": "Podem ajudar após a compra?",
    "home.faq.a9": "Sim. A nossa relação não termina na escritura. Continuamos a apoiar clientes com necessidades pós-compra, incluindo renovações, design de interiores e gestão de serviços.",
    "home.faq.q10": "O serviço serve para investidores?",
    "home.faq.a10": "Sim. Embora muitos clientes venham pelo estilo de vida, também aconselhamos investidores que buscam ativos de qualidade e valorização a longo prazo no mercado português.", 

    "footer.title": "Encontre uma casa que <br> <span class=\"italic text-cielo-accent\">combine com a sua vida.</span>",
    "footer.text": "Quer esteja a construir do zero ou pronto para mudar, estamos aqui para ajudar a sentir-se em casa.",
    "footer.cta": "Entrar em Contato",
    "footer.privacy": "Política de Privacidade",
    "footer.terms": "Termos de Uso",
    "footer.contact": "Contacte-nos",
    "footer.developed": "Desenvolvido por",

    "nav.menu_label": "MENU",
    "nav.home": "Início",
    "nav.curation": "Curadoria",
    "nav.concept": "O Conceito",
    "nav.journal": "Jornal",
    "nav.contact": "Conversa",
    "seo.title": "Imobiliária de Luxo"
}